Repository: cdpmgitsn/Oval
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Username or password is invalid
uz: Foydalanuvchi nomi yoki parol yaroqsiz

source: This username is already taken
uz: Bu foydalanuvchi nomi allaqachon olingan

source: New password is sent to your email
uz: Sizning elektron pochtangizga yangi parol yuboriladi

source: This email has not been registered
uz: Ushbu elektron pochta ro'yxatdan o'tmagan

source: Password is wrong
uz: Parol noto'g'ri

source: You have exceeded the exchange limit
uz: Siz almashinuv chegarasidan oshib ketdingiz

source: Exchange is confirmed
uz: Ayirboshlash tasdiqlandi

source: New notification
uz: Yangi bildirishnoma

source: Exchange request accepted
uz: Almashtirish so'rovi qabul qilindi

source: Withdrawal request accepted
uz: Pul o'tkazish talabi qabul qilindi

source: Money sent successfully
uz: Pul muvaffaqiyatli yuborildi

source: Money received successfully
uz: Pul muvaffaqiyatli qabul qilindi

source: Subscription activated
uz: Obuna faollashtirilgan

source: Balance updated
uz: Balans yangilandi

source: Exchange request pending
uz: Ayirboshlash soʻrovi kutilmoqda

source: Withdrawal request pending
uz: Pulni yechib olish talabi kutilmoqda

source: Money sending pending
uz: Pul yuborish kutilmoqda

source: Money receiving pending
uz: Pulni qabul qilish kutilmoqda

source: Subscription pending
uz: Obuna kutilmoqda

source: Balance update pending
uz: Balans to'ldirish

source: Exchange request denied
uz: Ayirboshlash so‘rovi rad etildi

source: Withdrawal request denied
uz: Pulni yechib olish talabi rad etildi

source: Money sending denied
uz: Pul yuborish rad etildi

source: Money receiving denied
uz: Pul olish rad etildi

source: Subscription denied
uz: Obuna rad etildi

source: Balance update denied
uz: Balansni yangilash rad etildi

source: Personal info
uz: Shaxsiy ma'lumotlar

source: Bot info
uz: Bot haqida ma'lumot

source: Location
uz: Manzil

source: Extra data
uz: Qo'shimcha ma'lumotlar

source: Important dates
uz: Muhim sanalar

source: New passwords are not the same
uz: Yangi parollar bir xil emas

source: Your old password is wrong
uz: Eski parolingiz noto'g'ri

source: In order to change password you have to fill all password fields
uz: Parolni o'zgartirish uchun barcha parol maydonlarini to'ldirishingiz kerak

source: Profile successfully edited
uz: Profil muvaffaqiyatli o'zgartirildi

source: Image size exceeds the maximum allowed (20MB).
uz: Tasvir hajmi ruxsat etilgan maksimaldan (20 MB) oshib ketdi.

source: Invalid image file. Please upload a valid image.
uz: Rasm fayli yaroqsiz. Iltimos, yaroqli rasm yuklang.

source: This email is already taken
uz: Bu email ishlatilgan

source: Card successfully created
uz: Karta muvaffaqiyatli yaratildi

source: Your maximum limit for adding cards is reached
uz: Karta qoʻshish uchun maksimal limitga yetdi

source: Card successfully deleted
uz: Karta muvaffaqiyatli oʻchirildi

source: Currency not found
uz: Valyuta topilmadi

source: You have exceeded the withdrawal limit
uz: Valyuta topilmadi

source: Withdraw is send to our managers
uz: Olib tashlash bizning menejerlarimizga yuboriladi

source: Insufficient funds in your balance to perform this operation ‼️
uz: Ushbu operatsiyani bajarish uchun balansingizda mablag‘ yetarli emas ‼️

source: You have exceeded the sending limit
uz: Siz yuborish chegarasidan oshib ketdingiz

source: You successfully send money!
uz: Siz muvaffaqiyatli pul yuborasiz!

source: Hash not found
uz: Hash topilmadi

source: 30 seconds
uz: 30 soniya

source: Exchange
uz: Ayirboshlash

source: 2 hours
uz: 2 soat

source: Withdraw
uz: Yechib olish

source: Send
uz: Yuborish

source: Balance update
uz: Balans to'ldirish

source: Subscription
uz: Obuna

source: English
uz: Ingliz tili

source: Russian
uz: Rus tili

source: Uzbek
uz: O'zbek tili

source: German
uz: Nemis tili

source: Hindi
uz: Hind tili

source: Reset Password
uz: Parolni tiklash

source: Email
uz: Elektron pochta

source: Submit
uz: Yuborish

source: Don't get code?
uz: Kodni olmayapsizmi?

source: Resend
uz: Qayta yuborish

source: Sign up
uz: Ro'yxatdan o'tish

source: or
uz: yoki

source: Sign in
uz: Tizimga kirish

source: Username
uz: Foydalanuvchi nomi

source: Password
uz: Parol

source: Remember me
uz: Meni eslab qol

source: Forgot Password
uz: Parolni unutdingizmi

source: Don't have an account?
uz: Akkauntingiz yo'qmi?

source: Have an issue with 2-factor authentication?
uz: 2 faktorli autentifikatsiya bilan bog'liq muammo bormi?

source: Privacy Policy
uz: Maxfiylik siyosati

source: Create your account
uz: Akkaunt yarating

source: I certify that I am 18 years of age or older, and agree to the
uz: Men 18 yosh yoki undan katta ekanligimni tasdiqlayman va quyidagi dokumentlarni o'qidim

source: User Agreement
uz: Foydalanuvchi shartnomasi

source: and
uz: va

source: Create account
uz: Akkaunt yaratish

source: to your account
uz: akkauntizga

source: Locked
uz: Qulflangan

source: Enter Password
uz: Parolni kiriting

source: Sign out
uz: Tizimdan chiqish

source: Notifications
uz: Bildirishnomalar

source: More
uz: Ko'proq

source: New user
uz: Yangi foydalanuvchi

source: Settings
uz: Sozlamalar

source: Rate templates
uz: Valyuta kurslari

source: Lock
uz: Qulflash

source: Logout
uz: Tizimdan chiqish

source: Home
uz: Asosiy

source: Wallet
uz: Hamyon

source: Hi
uz: Salom

source: Complete a quick and easy registration for full site access
uz: Saytga to'liq kirish uchun tez va oson ro'yxatdan o'ting

source: Register / Login
uz: Ro'yxatdan o'tish / Kirish

source: Choose currency
uz: Valyutani tanlang

source: Visit Telegram Bot
uz: Telegram Bot-ga tashrif buyuring

source: Fiat to fiat currency
uz: Fiatdan fiat valyutasiga

source: Receive
uz: Qabul qilish

source: Select
uz: Tanlang

source: Buy Now
uz: Hozir xarid qilish

source: Fiat to Crypto currency
uz: Fiatdan Kripto valyutaga

source: Crypto to Fiat currency
uz: Kriptodan Fiat valyutasiga

source: Exchange history
uz: Birja tarixi

source: Type
uz: Turi

source: From
uz: ...dan

source: To
uz: ...ga

source: Fees
uz: Komissiya

source: Confirmed
uz: Tasdiqlangan

source: Date
uz: Sana

source: Sold
uz: Sotildi

source: Buy
uz: Sotib olish

source: Not confirmed
uz: Tasdiqlanmagan

source: Balance top up history
uz: Balans to'ldirish tarixi

source: Payment type
uz: To'lov usuli

source: Currency
uz: Valyuta

source: Paid
uz: To'langan

source: Not paid
uz: To'lanmagan

source: Withdraw history
uz: Chiqarish tarixi

source: Credit card / wallet
uz: Kredit kartasi / hamyon

source: Accepted
uz: Qabul qilingan

source: Not accepted
uz: Qabul qilinmagan

source: Send history
uz: Yuborish tarixi

source: Receiver
uz: Qabul qiluvchi

source: Confirmation
uz: Tasdiqlash

source: Confirm
uz: Tasdiqlang

source: Most popular
uz: Eng mashhur

source: Start getting sales
uz: Sotishni boshlang

source: Current
uz: Hozirgi

source: Upgrade
uz: Yangilash

source: Confirm order
uz: Buyurtmani tasdiqlash

source: Order ID
uz: Buyurtma identifikatori

source: Sender Hash
uz: Yuboruvchi hash

source: Receiver Hash
uz: Qabul qiluvchi hash

source: User Hash
uz: Foydalanuvchi hash

source: Currency from
uz: Valyutadan

source: Currency to
uz: Valyutaga

source: Initial amount from
uz: Boshlang'ich summadan

source: Initial amount to
uz: Boshlang'ich summaga

source: Currency rate
uz: Valyuta kursi

source: Order time
uz: Buyurtma vaqti

source: Amount from
uz: Miqdoridan

source: Amount to
uz: Miqdoriga

source: Withdraw amount
uz: Yechib olish narxi

source: Fee amount
uz: Komissiya narxi

source: Requisites
uz: Rekvizitlar

source: Receiving currency
uz: Olinadigan valyuta

source: Send currency
uz: Yuborish valyutasi

source: Receiving amount
uz: Olinadigan summa

source: Send amount
uz: Yuborish summasi

source: Amount
uz: Miqdori

source: Subscription type
uz: Obuna turi

source: Subscription period
uz: Obuna muddati

source: Price
uz: Narx

source: Fiat currency
uz: Fiat valyutasi

source: Crypto currency
uz: Kriptovalyuta

source: Fiat currencies
uz: Fiat valyutalari

source: Save
uz: Saqlash

source: Edit
uz: Tahrirlash

source: Crypto currencies
uz: Kriptovalyutalar

source: Add a payment method
uz: Toʻlov usulini qoʻshing

source: Credit Card
uz: Kredit kartasi

source: Verified
uz: Tasdiqlangan

source: Not Verified
uz: Tasdiqlanmagan

source: Delete
uz: Oʻchirish

source: Add New Card
uz: Yangi karta qo'shing

source: Add card
uz: Karta qo'shing

source: Name on card
uz: Karta nomi

source: Card number
uz: Karta raqami

source: Expiration
uz: Yaroqlilik muddati

source: Delete card
uz: Kartani oʻchirish

source: Are you sure you wanna delete this credit card
uz: Haqiqatan ham bu kredit kartani oʻchirib tashlamoqchimisiz

source: User Profile
uz: Foydalanuvchi profili

source: First name
uz: Ism

source: Last name
uz: Familiya

source: Old password
uz: Eski parol

source: New password
uz: Yangi parol

source: New password (again)
uz: Yangi parol (yana)

source: User Media
uz: Foydalanivchi mediasi

source: Max file size is 20mb
uz: Maksimal fayl hajmi 20 mb

source: Choose file...
uz: Faylni tanlang...

source: Browse
uz: Ko‘rib chiqish

source: Remove image
uz: Rasmni o'chirish

source: Personal Information
uz: Shaxsiy ma'lumot

source: Country
uz: Mamlakat

source: City
uz: Shahar

source: Address
uz: Manzil

source: Date of birth
uz: Tug'ilgan kuni

source: Profile
uz: Profil

source: Payment Method
uz: To'lov usuli

source: Top up
uz: To'ldirish

source: Withdraw_
uz: Yechib olish

source: Send_
uz: Yuborish

source: Top up balance
uz: To'ldirish

source: Holder
uz: Egasi

source: Cancel
uz: Bekor qilish

source: You have to sign in or sign up
uz: Siz tizimga kirishingiz yoki ro'yxatdan o'tishingiz kerak

source: Credit card
uz: Kredit kartasi
